Repository: luisza/registro_pylatam2025
Catalog: src/ecsl/locale/*/LC_MESSAGES/django.po
Languages: es

source: Profile created successfully, please register in the event
es: Perfil ha sido creado satisfactoriamente, por favor registre el evento

source: Profile updated successfully
es: Perfil actualizado satisfactoriamente

source: Sorry, there is no event for you to register
es: Lo sentimos, pero no hay evento para que se pueda registrar

source: Sorry, first you have to update your data and then proceed with the registration
es: Lo lamentamos, primero actualiza tus datos y luego procede con el registro

source: Sorry, there are no more spaces available
es: Lo lamentamos, ya no hay más espacio disponible

source: Congratulations, your registration has been completed successfully, please enroll into the speeches
es: Felicidades su registro se ha completado satisfactoriamente, por favor regístrese en las charlas

source: Sorry, but the scholarship application period has not been established yet. We will let you know via email when this occurs.
es: Lo lamentamos, pero el período para solicitar beca aún no se ha establecido. Le enviaremos un correo cuando se establezcan las fechas.

source: Sorry, but the scholarship application period is not available at the time. Application period: %(start)s - %(end)s
es: Lo lamentamos, pero el período para solicitar una beca no está disponible por el momento. Período para aplicar: %(start)s - %(end)s

source: We have received your scholarship application successfully
es: Hemos recibido su solicitud de beca satisfactoriamente

source: Sorry, but the scholarship application you are looking for does not exist
es: Lo lamentamos, pero la solicitud de beca que está buscando no existe

source: Sorry, we need an event to display the schedule
es: Lo sentimos, pero necesitamos eventos para desplegar la agenda.

source: The payment is still pending to be confirmed
es: El pago aún esta pendiente de confirmar.

source: Thanks! Your message was sent successfully
es: Gracias! Mensaje enviado con éxito

source: Wrong captcha, try again
es: Captcha inválido, intente de nuevo

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Name
es: Nombre

source: Email
es: Correo

source: Subject
es: Asunto

source: Message
es: Mensaje

source: Event
es: Evento

source: Identificación en su país/pasaporte
es: Identificación en su país

source: User
es: Usuario:

source: Logo
es: Logotipo

source: Start Date
es: Fecha Inicio

source: End Date
es: Fecha Final

source: Location
es: Sede

source: Description
es: Descripción

source: Current
es: Evento Actual

source: First organizer
es: Primer organizador

source: Second organizer
es: Segundo organizador

source: Certificate Header Image
es: Imagen cabecera certificado

source: Height 70px, Width 800px
es: Altura 70px, Ancho 800px

source: Certificate Footer Image
es: Imagen pie de página certificado

source: Phone
es: Teléfono

source: Start Date Proposal
es: Fecha Inicio de propuestas

source: End Date Proposal
es: Fecha Final de propuestas

source: Email Event
es: Correo del Evento

source: Scholarship application start period
es: Inicio de período para solicitar beca

source: Scholarship application end period
es: Finalización de período para solicitar beca

source: Maximum Inscriptions
es: Inscripciones máximas

source: Central American Free Software Meeting
es: Encuentro Centroamericano de Software Libre

source: Events
es: Eventos

source: There was no transaction, you already paid for this event
es: No hubo transacción, ya se pagó por este evento

source: Register updated successfully
es: Registro actualizado satisfactoriamente

source: Invalid Package
es: Paquete inválido

source: You registration is complete, this package is free
es: El registro está listo, el paquete es gratuito

source: Proposal Speech Period ECSL-{}
es: Periodo de propuestas

source: Dear user, we want to inform you that the speech proposals period for ECSL %(ecsl)s %(year)s is active from %(start)s to %(end)s.Please follow this link to the speech from request:
es: Estimado(a): Le informamos que el período para la recepción de propuestas del ECSL %(ecsl)s %(year)s está activo del %(start)s al %(end)s. Siga el siguiente enlace hacia el formulario de propuestas para charlas:

source: Scholarship Application Period ECSL-{}
es: Período de solicitud de beca ECSL-{}

source: Dear user, we want to inform you that the scholarship application period for ECSL %(ecsl)s %(year)s is active from %(start)s to %(end)s.Please follow this link to submit your scholarship application:
es: Estimado(a): Le informamos que el período para la recepción de solicitudes de beca del ECSL %(ecsl)s %(year)s está activo del %(start)s al %(end)s. Siga el siguiente enlace hacia el formulario de solicitud de beca:

source: Contact Us
es: Contáctenos

source: Submit
es: Enviar

source: Account Activation Error
es: Error en la activación de la cuenta

source: There was a problem activating your account. For more help please email
es: Hubo un problema activando su cuenta. Para solicitar ayuda, envíe un correo a

source: Your activation key was
es: Su llave de activación era

source: Account Activated
es: Cuenta activa

source: Your account is now activated.
es: Su cuenta ahora está activa

source: You can log in.
es: Usted puede iniciar sesión

source: Once a site administrator activates your account you can login.
es: Un administrador avaló su cuenta y ya puede loguearse

source: registration
es: Registro

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
es: Usted o alguien más, ha solicitado registrar su cuenta en %(site_name)s. Si usted no ha sido, por favor ignore este correo y su dirección será borrada de nuestros registros.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
es: Para activar su cuenta, por favor haga clic en el siguiente enlace, tiene %(expiration_days)s dias:

source: Sincerely, %(site_name)s Management
es: Gracias, Equipo de %(site_name)s

source: Dear user: Thanks for register into the Central American Free Software Meeting. In order to continue with the registration process, please follow the following link:
es: Estimado(a): Gracias por registrarse en el sitio del Encuentro Centroamericano de Software Libre. Para continuar con el proceso de activación debe seguir el siguiente enlace:

source: This link will expire in
es: Este enlace expirará en

source: days.
es: días.

source: [CAFSM]Activation link
es: [ECSL]Enlace de activación

source: Register Failed
es: Registro Fallido

source: There was a problem registering this user, please go to the index page
es: Hubo un problema registrando a este usuario,por favor vuelva a la página principal.

source: Approval Failure
es: Aprobación fallida

source: Account Approval failed.
es: Validación de cuenta fallida

source: Account Approved
es: Cuenta aprobada

source: The user's account is now approved.
es: La cuenta está aprobada

source: admin approval
es: Administrador aprobó

source: Your account is now approved. You can
es: Su cuenta ahora está aprobada. Ahora puede

source: log in.
es: iniciar sesión.

source: Your account is now approved. You can log in using the following link
es: Su cuenta está ahora activa. Usted puede iniciar sesión en el siguiente enlace

source: Account activation on
es: Cuenta activa

source: The following user (%(user)s) has asked to register an account at %(site_name)s.
es: El siguiente usuario (%(user)s) ha solicitado registro en %(site_name)s.

source: To approve this, please
es: Para aprobar esto, por favor

source: click here
es: haga clic aquí

source: The following user (%(user)s) has asked to register an account at %(site_name)s.
es: El siguiente usuario (%(user)s) ha solicitado registro en %(site_name)s.

source: To approve this, please click the following link.
es: Para aprobar esto, por favor haga clic en el siguiente enlace.

source: Account approval on
es: Cuenta aprobada

source: Registration
es: Registro

source: Logout successful
es: Cierre de sesión exitoso

source: Please consider going to
es: Considere ir al

source: start
es: inicio

source: Password changed
es: Contraseña cambiada

source: Password successfully changed!
es: ¡Contraseña cambiada satisfactoriamente!

source: Change password
es: Cambiar contraseña

source: Password reset complete
es: Reinicio de contraseña completo

source: Your password has been reset!
es: ¡Su contraseña ha sido cambiada!

source: You may now <a href="%(login_url)s">log in</a>
es: Usted puede ahora <a href="%(login_url)s">Iniciar sesión</a>

source: Confirm password reset
es: Confirmar cambio de contraseña

source: Enter your new password below to reset your password:
es: Ingrese la nueva contraseña.

source: Set password
es: Poner contraseña

source: Password reset
es: Reinicio de contraseña completo

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
es: Nosotros le hemos enviando un correo con el enlace para cambiar su contraseña. Por favor revise su bandeja de correo y haga clic en el enlace para continuar.

source: Greetings
es: Felicidades

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
es: Usted recibió este email porque usted (o alguien pretendiendo ser usted) solicitó un cambio de contraseña en %(domain)s . Si no fue usted por favor ignore este mensaje.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
es: Para reiniciar su contraseña, por favor haga click en el siguiente enlace o copie y péguelo en su navegador:

source: Your username, in case you've forgotten:
es: Su nombre de usuario en caso de que lo haya olvidado:

source: Best regards
es: Gracias

source: Management
es: Equipo de

source: Reset password
es: Poner contraseña

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
es: ¿Olvidó su contraseña? Ingrese su correo electrónico en el formulario y nosotros le enviaremos las instrucciones para cambiarla.

source: Registration is closed
es: El registro ha sido cerrado

source: Sorry, but registration is closed at this moment. Come back later.
es: Lo lamentamos, el registro está cerrado en este momento, por favor vuelva más tarde.

source: Activation email sent
es: Correo de activación enviado

source: Registration Complete
es: Registro Completo

source: An account activation email will be sent shortly. Please check your email to activate your account.
es: Un correo con la activación de la cuenta le llegará pronto. Por favor revise su correo electrónico para activar su cuenta.

source: Account Activation Resent
es: Su reactivación ha sido enviada

source: We have sent an email to %(email)s with further instructions.
es: Hemos enviado un correo a %(email)s con instrucciones para cambiar su contraseña.

source: Resend Activation Email
es: Reenviar el correo de activación

source: Scholarship Detail
es: Detalles de beca

source: State
es: Estado

source: Reasons for applying to the scholarship
es: Razones para aplicar por la beca

source: Community Contributions
es: Aportes a la comunidad

source: Time involved in Free Software
es: Tiempo involucrado/a en el Software Libre

source: Additional observations
es: Observaciones adicionales

source: Create Scholarship
es: Crear beca

source: My profile
es: Mi perfil

source: Save
es: Guardar

source: The inscription payment was cancelled, please check your balance or check that you are not already enrolled.
es: El pago de la inscripción fue cancelado, por favor revise su saldo o verifique que ya no está inscrito.

source: The registration payment is done, please return to the index.
es: El pago de la inscripción está listo, favor vuelva a la página principal.

source: Inscription Payment
es: Pago de inscripción

source: Register with Paypal.
es: Registrarse con Paypal.

source: Pay with paypal.
es: Pagar con Paypal.

source: Sign Up
es: Registrarme

source: Scholarship
es: Becas

source: My speeches
es: Mis exposiciones

source: My agenda
es: Mi agenda

source: Login
es: Iniciar sesión

source: Sorry, but there are no events at the time.
es: Lo sentimos, pero no hay eventos por el momento.

source: Register
es: Registro

source: User:
es: Usuario:

source: Profile
es: Perfil

source: Log out
es: Salir

source: Log in
es: Iniciar sesión

source: Having trouble logging in?
es: ¿Problemas al iniciar sesión?

source: Forgot your password?
es: ¿Olvidó su contraseña?

source: Type
es: Tipo

source: Duration (in minutes)
es: Duración (en minutos)

source: Is Special Activity
es: Es actividad especial

source: %s (%d minutes)
es: %s (%d minutos)

source: everyone
es: Cualquiera

source: novice
es: Básico

source: intermediate
es: Intermedio

source: advanced
es: Avanzado

source: Speaker_information
es: Información del charlista

source: Speech Title
es: Titulo de la charla

source: Topic
es: Tema

source: Audience
es: Audiencia

source: Skill level required
es: Nivel de habilidad

source: Notes for audience
es: Notas para la audiencia

source: Presentation
es: Presentación

source: is Scheduled
es: Agendado

source: Spaces
es: Cupo

source: Map
es: Mapa

source: Room
es: Sala

source: Activities
es: Actividades

source: Special Activities
es: Actividades especiales

source: New Speech Topic
es: Nuevo tema para charlas

source: New Speech Type
es: Nuevo tipo de charla

source: New Special Activity
es: Nueva actividad especial

source: Add
es: Agregar

source: Create Room
es: Crear Sala

source: Save Room
es: Guardar Sala

source: Close
es: Cerrar

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Previous
es: Anterior

source: Page
es: Página

source: Next
es: Siguiente

source: Are you sure you want to delete
es: Está seguro que desea eliminar

source: We are sorry! You have to be registered as a system user to be able to senda proposal speech
es: Lo sentimos ! Para poder enviar una propuesta de charla tiene que estar registrado como usuario en nuestro sistema.

source: We are sorry! The proposal speech period is not active
es: Lo sentimos! No estamos en periodo de envíos de propuestas para charlas
